{
  "resources": [
    {
      "title": "Quality communication can improve patient-centered health outcomes among older patients: A rapid review",
      "author": "Sharkiya, S. H.",
      "year": 2023,
      "journal": "BMC Health Services Research",
      "url": "https://doi.org/10.1186/s12913-023-09869-8",
      "summary": "Effective communication strategies, including verbal and non-verbal approaches, significantly improve outcomes for older adults.",
      "citation": "Sharkiya, S. H. (2023). Quality communication can improve patient-centered health outcomes among older patients: A rapid review. BMC Health Services Research, 23(1), 886. https://doi.org/10.1186/s12913-023-09869-8",
      "category": "communication"
    },
    {
      "title": "Perspective on patient-centered communication: A focus group study investigating the experiences and needs of nursing professionals",
      "author": "Mielke, K., Frerichs, W., Cöllen, K., Lindig, A., Härter, M., & Scholl, I.",
      "year": 2024,
      "journal": "BMC Nursing",
      "url": "https://doi.org/10.1186/s12912-024-02487-7",
      "summary": "Focus group study on nursing professionals' experiences with patient-centered communication and challenges faced.",
      "citation": "Mielke, K., Frerichs, W., Cöllen, K., Lindig, A., Härter, M., & Scholl, I. (2024). Perspective on patient-centered communication: A focus group study investigating the experiences and needs of nursing professionals. BMC Nursing, 23, 822. https://doi.org/10.1186/s12912-024-02487-7",
      "category": "communication"
    },
    {
      "title": "Continuity and coordination of primary health care: A scoping review",
      "author": "Khatri, R., Endalamaw, A., Erku, D., et al.",
      "year": 2023,
      "journal": "BMC Health Services Research",
      "url": "https://doi.org/10.1186/s12913-023-09718-8",
      "summary": "Comprehensive review of care coordination and continuity in primary healthcare systems.",
      "citation": "Khatri, R., Endalamaw, A., Erku, D., et al. (2023). Continuity and coordination of primary health care: A scoping review. BMC Health Services Research, 23(750). https://doi.org/10.1186/s12913-023-09718-8",
      "category": "training"
    },
    {
      "title": "How does communication affect patient safety? Protocol for a systematic review and logic model",
      "author": "Howick, J., Bennett-Weston, A., Solomon, J., et al.",
      "year": 2024,
      "journal": "BMJ Open",
      "url": "https://doi.org/10.1136/bmjopen-2024-085312",
      "summary": "Explores the role of practitioner-patient communication in preventing safety incidents.",
      "citation": "Howick, J., Bennett-Weston, A., Solomon, J., et al. (2024). How does communication affect patient safety? Protocol for a systematic review and logic model. BMJ Open, 14(5), e085312. https://doi.org/10.1136/bmjopen-2024-085312",
      "category": "communication"
    },
    {
      "title": "Improving quality outcomes: The value of diabetes care and education specialists",
      "author": "Rodriguez, K., Ryan, D., Dickinson, J. K., & Phan, V.",
      "year": 2022,
      "journal": "Clinical Diabetes",
      "url": "https://doi.org/10.2337/cd21-0089",
      "summary": "Discusses the role of Diabetes Care and Education Specialists in improving outcomes and reducing costs.",
      "citation": "Rodriguez, K., Ryan, D., Dickinson, J. K., & Phan, V. (2022). Improving quality outcomes: The value of diabetes care and education specialists. Clinical Diabetes, 40(3), 356–365. https://doi.org/10.2337/cd21-0089",
      "category": "technology"
    },
    {
      "title": "Improving patient safety governance and systems through learning from successes and failures",
      "author": "Hibbert, P. D., Stewart, S., Wiles, L. K., et al.",
      "year": 2023,
      "journal": "International Journal for Quality in Health Care",
      "url": "https://doi.org/10.1093/intqhc/mzad088",
      "summary": "Examines barriers and facilitators to improving patient safety through governance.",
      "citation": "Hibbert, P. D., Stewart, S., Wiles, L. K., et al. (2023). Improving patient safety governance and systems through learning from successes and failures. Int J Qual Health Care, 35(5), mzad088. https://doi.org/10.1093/intqhc/mzad088",
      "category": "training"
    },
    {
      "title": "Community-Based Culturally Tailored Education Programs for Black Adults with Chronic Diseases",
      "author": "Singh, H., Fulton, J. IV, Mirzazada, S., et al.",
      "year": 2023,
      "journal": "Journal of Racial and Ethnic Health Disparities",
      "url": "https://doi.org/10.1007/s40615-022-01474-5",
      "summary": "Synthesizes strategies for culturally tailored education programs for chronic diseases.",
      "citation": "Singh, H., Fulton, J. IV, Mirzazada, S., et al. (2023). Community-Based Culturally Tailored Education Programs for Black Adults with Chronic Diseases: A Systematic Review. J Racial Ethnic Health Disparities, 10, 2986–3006. https://doi.org/10.1007/s40615-022-01474-5",
      "category": "cultural"
    },
    {
      "title": "Digital learning in nursing education: Lessons from the COVID-19 lockdown",
      "author": "Haanes, G. G., Nilsen, E., Mofossbakke, R., et al.",
      "year": 2024,
      "journal": "BMC Nursing",
      "url": "https://doi.org/10.1186/s12912-024-02312-1",
      "summary": "Explores effective strategies for e-learning in nursing education.",
      "citation": "Haanes, G. G., Nilsen, E., Mofossbakke, R., et al. (2024). Digital learning in nursing education: Lessons from the COVID-19 lockdown. BMC Nursing, 23, 646. https://doi.org/10.1186/s12912-024-02312-1",
      "category": "technology"
    },
    {
      "title": "Telehealth and Remote Patient Monitoring Innovations in Nursing Practice",
      "author": "Schultz, M. A.",
      "year": 2023,
      "journal": "OJIN: The Online Journal of Issues in Nursing",
      "url": "https://doi.org/10.3912/OJIN.Vol28No02ST01",
      "summary": "Explores telehealth and RPM integration into nursing practice to enhance access and quality.",
      "citation": "Schultz, M. A. (2023). Telehealth and Remote Patient Monitoring Innovations in Nursing Practice: State of the Science. OJIN: Online Journal Issues Nursing, 28(2). https://doi.org/10.3912/OJIN.Vol28No02ST01",
      "category": "technology"
    },
    {
      "title": "Is integrating video into tech-based patient education effective for improving medication adherence?",
      "author": "Ghozali, M. T.",
      "year": 2023,
      "journal": "Paladyn, Journal of Behavioral Robotics",
      "url": "https://doi.org/10.1515/pjbr-2022-0109",
      "summary": "Investigates video-based interventions for improving medication adherence.",
      "citation": "Ghozali, M. T. (2023). Is integrating video into tech-based patient education effective for improving medication adherence? Paladyn, Journal Behavioral Robotics, 14(1). https://doi.org/10.1515/pjbr-2022-0109",
      "category": "technology"
    },
    {
      "title": "Integration strategies and models to support transition of culturally and linguistically diverse nursing staff",
      "author": "Kamau, S., Koskenranta, M., Kuivila, H., et al.",
      "year": 2022,
      "journal": "International Journal of Nursing Studies",
      "url": "https://doi.org/10.1016/j.ijnurstu.2022.104377",
      "summary": "Synthesizes strategies for supporting culturally diverse nursing staff adaptation.",
      "citation": "Kamau, S., Koskenranta, M., Kuivila, H., et al. (2022). Integration strategies and models to support transition and adaptation of culturally and linguistically diverse nursing staff into healthcare environments: An umbrella review.
